[{"date": " March 12, 2021", "title": "US education secretary on reopening schools: \"There's no playbook for this\"", "full article": "CNNUS Education Secretary Miguel Cardona says his goal is to get all schools reopened for full time in-person learning “as soon as possible,” but says with an unprecedented event like the Covid-19 pandemic, “it is a process.”Cardona, who was previously Connecticut’s education commissioner, told CNN’s Jake Tapper during CNN's special \"Back to School: Kids, Covid and the Fight to Reopen,\" that safely opening the country’s schools is his biggest priority right now.“This is unprecedented, I mean, we are in the middle of a pandemic. I do feel that they’re following the science and I do think that this is hard work. There is no playbook for this in any leadership course,” Cardona said.Cardona wouldn’t put a timeline on when all of the nation’s more than 14,000 public school districts should reopen for full, five-day a week, in-person school, but says he hopes it’s as soon as possible.“I’d like to think that in many places we can do that this spring,” Cardona told Tapper. “I know schools that are functioning all day, every day, five days a week for all students currently. And we need to continue to grow and make sure that we’re giving students an opportunity to be in school as much as possible. There is no substitute for in-person learning.”Cardona also said he’s encouraged by the American Rescue Plan being signed by President Biden on Thursday, which will provide $125 billion to K-12 public schools. The funding will help districts implement mitigation strategies including social distancing, and for personal protective equipment and upgrades to school buildings.Cardona said some districts lacking the proper resources have likely been a factor in slow reopening, or why they still don’t offer a hybrid or in-person option.When pressed on whether the role of teachers unions have, on the whole, helped or hurt with the speed of school reopening, Cardona said teachers have “bent over backwards” trying to learn how to teach in a completely new way, essentially overnight.“They need to make sure that they’re advocating for a safe work environment as well,” Cardona said. “I definitely feel that having educators, school principals, superintendents, board members at the table is a critical component of safely reopening and reopening quickly.”", "author": "From CNN’s Elizabeth Stuart"}, {"date": " March 12, 2021", "title": "Head of largest teachers' union says educators  \"want to be back in-person with their students\"", "full article": "CNNBecky Pringle, president of the National Education Association, the largest teachers' union in the country, joined CNN tonight to discuss what teachers, staff and schools around the US are doing to return to in-person learning as the grip of the coronavirus pandemic begins to loosen. \"All of them want nothing more than to be in-person with their students. That is how they were trained to teach and work with them, and they miss them,\" Pringle told CNN during a back-to-school special tonight. \"They want to be back in person. What we've been saying for, and now, a year, is we have been asking for the resources we need to do just that.\"Pringle also spoke to the countless number of teachers around the US who fear a return to in-person instruction while the pandemic persists.\"Each school district is making the decisions based on the guidance of the CDC, and they are being so creative to keep students safe, and make sure they implement, with fidelity, the guidelines the CDC has laid out,\" she said. \"They are doing a variety of things, hybrid measures, methods of arrival, and messages to keep educator safe.\""}, {"date": " March 12, 2021", "title": "US students share the struggles they've faced through virtual learning during the pandemic", "full article": "CNN asked teachers, students and parents to submit video diaries about the challenges they've faced while learning virtually during the coronavirus pandemic.One of those videos aired tonight during CNN's back-to-school special hosted by Jake Tapper featured Reese McCall-Reguerra of Los Angeles, California, who said it's been hard to make friends as a new student.\"I am a new student to the school, a 9th grader, and it is very hard to socialize, and make friends,\" he said.Here are three stories from students across the US:"}, {"date": " March 12, 2021", "title": "Education Secretary Miguel Cardona says his top priority is \"safely opening our schools\"", "full article": "CNNMiguel Cardona's top priority as President Biden's secretary of education is to open schools safely and quickly to provide relief to millions of families struggling under the weight of the coronavirus pandemic.\"Without question, my biggest priority, right now, is safely opening our schools and do it quickly,\" Cardona said tonight on CNN. \"It is a balance to ensure we're moving the needle in the right direction to get students in school every day. We have to do so making sure we are adhering to these mitigation strategies that have worked to keep our schools safe.\"More on Cardona: Cardona, whose family is from Puerto Rico, enjoyed a meteoric rise to the top of Connecticut's public education system. He began his career as fourth-grade teacher in Meriden, in the same district where he attended school. Cardona soon became a principal and then assistant superintendent of the district before being named state commissioner in 2019.His predecessor, Betsy DeVos, was a controversial nominee from the start when former Vice President Mike Pence had to make a tie-breaking vote to confirm her to the role. DeVos, a staunch school choice and private school advocate, had almost no experience in public education and was often at odds with the teachers' unions."}, {"date": " March 12, 2021", "title": "Los Angeles County to reopen indoor dining, movie theaters Monday", "full article": "Outside view of the closed AMC Theater, amid the coronavirus pandemic, May 12, 2020, in Burbank, California. Valerie Macon/AFP/Getty Images/FILEIndoor dining at restaurants in Los Angeles County will be allowed to reopen Monday up to 25% capacity after being closed countywide for nearly nine months, the Los Angeles Department of Public Health (LAPDH) announced at a news conference Friday. Movie theaters will also be permitted to reopen with up to 25% maximum capacity.The announcement comes amid declining case levels and after California health officials said two million doses of the coronavirus vaccine have been administered to people in the most under-resourced communities across the state, allowing L.A. County to move from the purple tier, the most restrictive in the state's coronavirus reporting system, to the red tier. Restaurants in L.A. County that plan on reopening for indoor dining Monday must follow certain protocols to maintain proper safety and social distancing rules, the department said. There must be eight feet of distancing between indoor dining tables, air conditioning systems must be evaluated and are in good working order, and ventilation must be increased to the greatest extent possible. The maximum number of guests at each table at indoor and outdoor tables will be six people.On Monday, L.A. County will also permit museums, zoos and aquariums to reopen indoors with up to 25% maximum occupancy while gyms, fitness centers, yoga studios, and dance studios can reopen indoors with up to 10% maximum occupancy, all with masking required. By the numbers: Los Angeles County has administered more than 2.7 million doses of the vaccine since receiving their first doses, officials said. Next week, the county expects to receive an additional 260,000 doses.", "author": "From CNN's Alexandra Meeks"}, {"date": " March 12, 2021", "title": "Given what we know now about the pandemic, the US should have shut down earlier, Fauci says", "full article": "Dr. Anthony Fauci, director of the National Institute of Allergy and Infectious Diseases, told Axios that, given what he knows now about the pandemic, he would have recommended shutting the country down much earlier. Fauci told Dan Primack on an Axios Re:Cap podcast episode released Friday, reflecting on decisions made in the first months of the pandemic. “Obviously, if we knew then that this was a virus that was capable of spectacularly efficient spread, particularly among people who have no symptoms they’re spreading it, then you would have said, we should shut the country down now,” Fauci said. Fauci said such a recommendation would have been poorly received at the time.“You know what would have happened, people would have looked at me like I was crazy. ‘What are you talking about, shut the country down? We’ve only had a few cases.’ But if we knew then that we had clear and efficient spread predominantly by people who were not symptomatic, if we knew that as fact,\" he said.But there wasn’t enough evidence early on to justify such a measure, Fauci said.", "author": "From CNN’s Christopher Rios"}, {"date": " March 12, 2021", "title": "CDC removes three-month cap on fully vaccinated people skipping quarantine after Covid-19 exposure", "full article": "The US Centers for Disease Control and Prevention removed language from its guidance this week referencing a three-month limit to fully vaccinated people being able to skip quarantine after a coronavirus exposure.Previously, the agency said on its website that fully vaccinated people could skip quarantine after a Covid-19 exposure if they were within three months of their final vaccine dose. They must also remain asymptomatic.Fully vaccinated means at least two weeks have passed since receiving a final dose of Covid-19 vaccine, whether that is two shots of the Pfizer/BioNTech or Moderna vaccine or one shot of the Johnson & Johnson vaccine.CNN has reached out to the agency for comment.CDC announced its first iteration of these guidelines a month ago. At the time, a spokesperson told CNN that the guidance mirrored what the agency had recommended last year for people who had become infected with Covid-19 in the last 90 days. She noted the agency wasn't suggesting vaccines were expected to wear off after 90 days, and that the CDC was continuing to evaluate that timeline as it got more information.On its website, CDC notes that guidance for fully vaccinated people \"will be updated and expanded based on the level of community spread of SARS-CoV-2, the proportion of the population that is fully vaccinated, and the rapidly evolving science on COVID-19 vaccines.”The quarantine exemption does not apply to people who live in \"non-healthcare congregate settings” such as prisons or group homes, even if they are vaccinated.", "author": "From CNN’s Michael Nedelman"}, {"date": " March 12, 2021", "title": "Treasury Department confirms first batch of Covid relief payments being processed today", "full article": "The Treasury Department confirmed the first batch of payments under the American Rescue Plan are being processed today and that some could be delivered this weekend.“The Treasury Department – through the Internal Revenue Service and the Bureau of the Fiscal Service – enacted an operational plan to begin processing the first batch of these payments today, which some recipients will start receiving as early as this weekend, and with more receiving this coming week,” the department said in a statement. CNN has previously reported that $1,400 stimulus checks will start going out this weekend. The Treasury Department said further payments to millions of Americans will go out in the coming weeks.", "author": "From CNN's Ross Levitt"}, {"date": " March 12, 2021", "title": "Report: AstraZeneca will seek US authorization for its Covid-19 vaccine in March or early April", "full article": "Empty phials of the Astra-Zeneca Covid-19 vaccine at a vaccination center in Brest,  France, on March 12. Fred Tanneau/AFP/Getty ImagesAstraZeneca expects to ask the US Food and Drug Administration to authorize its Covid-19 vaccine for emergency use in March or early April, sources with knowledge of the company's ongoing clinical trial told Reuters.The company's phase 3 clinical trial completed enrollment in January and includes more than 32,000 volunteers, the sources said. They said at least 150 people in the trial have had Covid-19, and that the data will be used to determine the vaccine's efficacy.AstraZeneca declined to confirm the dates, telling CNN in a statement: \"The US phase III study results are necessary for the FDA’s evaluation of an EUA request for our vaccine. We expect data from our US Phase III trial to be available soon, in the coming weeks, and we plan to file for emergency use authorization shortly thereafter.\"In February: Ruud Dobber, an AstraZeneca executive vice president and president of the company’s biopharmaceuticals business unit, told congressional lawmakers the company would have 30 million doses of its two-shot vaccine available in the beginning of April, which could be released \"instantly\" if the vaccine is authorized. He said 50 million doses would be available to the US at the end of April – a figure AstraZeneca reaffirmed to CNN on Friday.Biden administration Covid-19 response coordinator Jeff Zients said Friday that the US has a “small inventory” of AstraZeneca’s Covid-19 vaccine, in the event it is authorized.", "author": "From CNN's John Bonifield"}]